Repository: hamednourhani/naiau.ac.ir
Catalog: languages/*.po
Languages: fa_ir

source: 404 page
fa_ir: صفحه 404

source: This is somewhat embarrassing, isn&rsquo;t it?
fa_ir: متاسفانه صفحه ای که به دنبال آن هستید یافت نشد.

source: It looks like nothing was found at this location. Maybe try a search?
fa_ir: به نظر می رسد این صفحه اشتباه می باشد. ممکن است جستجو به شما کمک نمایید.

source: Downloads
fa_ir: دانلود ها

source: Notifies
fa_ir: اطلاعیه ها

source: Circulars
fa_ir: بخش نامه ها

source: Archive :
fa_ir: بایگانی :

source: Category :
fa_ir: دسته بندی :

source: %1$s thoughts on &ldquo;%2$s&rdquo;
fa_ir: %1$s دیدگاه در &ldquo;%2$s&rdquo;

source: Reply<i class=" fa fa-mail-reply"></i>
fa_ir: پاسخ <i class=" fa fa-mail-reply"></i>

source: <i class="icon-left-open"></i> Older Comments
fa_ir: دیدگاه های قدیمی تر

source: Newer Comments <i class="icon-right-open"></i>
fa_ir: دیدگاه های جدیدتر

source: Comments are closed.
fa_ir: ارسال دیدگاه ها بسته است.

source: All right reserved
fa_ir: تمامی حقوق این سایت برای دانشگاه آزاد اسلامی واحد نظرآباد محفوظ می باشد.

source: Slider Size
fa_ir: سایز اسلایدشو

source: Slider Thumb
fa_ir: سایز بندانگشتی اسلایدشو

source: Sidebar
fa_ir: ستون کناری

source: The first (primary) sidebar.
fa_ir: ستون کناری اصلی

source: Notify Sidebar
fa_ir: ستون کناری اطلاعیه ها

source: The Notify sidebar.
fa_ir: ستون کناری صفحه اطلاعیه ها

source: (Edit)
fa_ir: (ویرایش)

source: Your comment is awaiting moderation.
fa_ir: دیدگاه شما در دست بررسی است

source: Last Notify Widget
fa_ir: ابزارک آخرین اطلاعیه ها

source: Display Last Notifies
fa_ir: نمایش آخرین اطلاعیه ها

source: New title
fa_ir: عنوان جدید

source: Title:
fa_ir: عنوان :

source: Notify Numbers :
fa_ir: تعداد اطلاعیه ها :

source: Last News Widget
fa_ir: ابزارک آخرین اخبار

source: Display Last News
fa_ir: نمایش آخرین اخبار

source: News Numbers :
fa_ir: تعداد خبرها :

source: Top Menu
fa_ir: منوی نوار بالا

source: Search
fa_ir: جستجو

source: The Main Menu
fa_ir: منوی اصلی

source: Link Information
fa_ir: توضیحات لینک

source: link address
fa_ir: آدرس لینک

source: the web address of link
fa_ir: آدرس وب برای لینک مورد نظر

source: Gallery Images
fa_ir: تصاویر گالری

source: Images
fa_ir: تصاویر

source: Upload or add multiple images/attachments.
fa_ir: تصاویر را بارگذاری نمایید

source: Tabs
fa_ir: تب ها

source: Generates reusable form entries
fa_ir: وارد کردن اطلاعات این تب

source: Sub Tab {#}
fa_ir: تب {#}

source: Add Another Sub Tab
fa_ir: افزودن تب جدید

source: Remove Sub Tab
fa_ir: حذف تب

source: Sub Tab Name
fa_ir: نام تب

source: write the sub tab name
fa_ir: نام تب را وارد نمایید

source: Choose a sub Tab
fa_ir: انتخاب یک محتوا

source: Choose a the sub tab from list
fa_ir: یک زیر تب را به عنوان محتوای این تب انتخاب نمایید

source: Section Selection
fa_ir: انتخاب صفحه سازها

source: news slider
fa_ir: اسلایدر اخبار

source: show news slider
fa_ir: نمایش اسلایدشو اخبار

source: Yes
fa_ir: بله

source: hide content
fa_ir: مخفی کردن محتوا

source: hide page content
fa_ir: محتوای ویرایشگر نمایش داده نشود.

source: show comments
fa_ir: نمایش دیدگاه ها

source: show page coments
fa_ir: دیدگاه ها نمایش داده شود

source: hide sidebar
fa_ir: مخفی کردن ستون کناری

source: hide page sidebar
fa_ir: ستون کناری مخفی شود

source: show tabs
fa_ir: نمایش تب ها

source: show tabs or not
fa_ir: تب ها نمایش داده شود یا خیر

source: show related links
fa_ir: سایت های مرتبط

source: show related links or not
fa_ir: سایت های مرتبط نمایش داده شود

source: Pages
fa_ir: صفحات

source: Page {#}
fa_ir: صفحه {#}

source: Add Another Page
fa_ir: افزودن یک صفحه جدید

source: Remove Page
fa_ir: حذف صفحه

source: Page Name
fa_ir: نام صفحه

source: The name of Sub Page
fa_ir: نام صفحه را وارد نمایید

source: Page
fa_ir: صفحه

source: choose a sub page
fa_ir: انتخاب یک صفحه

source: Related Links
fa_ir: لینک های مرتبط

source: Link {#}
fa_ir: لینک {#}

source: Add Another Link
fa_ir: افزودن یک لینک جدید

source: Remove Link
fa_ir: حذف لینک

source: Link Name
fa_ir: نام لینک

source: The name of related link
fa_ir: نام لینک را وارد نمایید

source: Link Url
fa_ir: آدرس لینک

source: The Url of Link
fa_ir: آدرس لینک را به صورت کامل وارد نمایید

source: Download
fa_ir: دانلود

source: <span class="required">Please fill the fields marked by <i class="icon-star"></i></span>
fa_ir: <span class="required">لطفا فیلدهای ضروری را تکمیل نمایید</span>

source: Leave a Reply
fa_ir: ارسال یک دیدگاه

source: Leave a Reply to %s
fa_ir: ارسال یک پاسخ برای %s

source: Cancel Reply<i class="fa fa-remove"></i>
fa_ir: <i class="fa fa-remove"></i> لغو دیدگاه

source: Post Comment
fa_ir: ارسال دیدگاه

source: <i class="icon-doc-text"></i> Comment
fa_ir: دیدگاه

source: your message
fa_ir: پیام شما

source: You must be <a href="%s">logged in</a> to post a comment.
fa_ir: برای ارسال دیدگاه شما می بایست <a href="%s">وارد سایت شده باشید</a>

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
fa_ir: وارد شده با عنوان <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account"> آیا می خواهید خارج شوید؟</a>

source: Your email address will not be published.
fa_ir: آدرس ایمیل شما منتشر نخواهد شد

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
fa_ir: شما می توانید از این تگ های <abbr title="HyperText Markup Language">HTML</abbr> در دیدگاه خود استفاده نمایید : %s

source: <i class="fa fa-user"></i> Name
fa_ir: <i class="fa fa-user"></i> نام و نام خانوادگی

source: yourname
fa_ir: نام شما

source: <i class="fa fa-envelope"></i> Email
fa_ir: <i class="fa fa-envelope"></i> ایمیل

source: <i class="fa fa-link"></i> Website
fa_ir: <i class="fa fa-link"></i> وب سایت / وبلاگ

source: News
fa_ir: خبر

source: All News
fa_ir: همه خبرها

source: Add New
fa_ir: افزودن جدید

source: Add New News
fa_ir: افزودن خبر جدید

source: Edit
fa_ir: ویرایش

source: Edit News
fa_ir: ویرایش خبر

source: New News
fa_ir: خبر جدید

source: View News
fa_ir: نمایش خبر

source: Search News
fa_ir: جستجوی خبر

source: Nothing found in the Database.
fa_ir: هیچ موردی در پایگاه داده موجود نمی باشد

source: Nothing found in Trash
fa_ir: هیچ موردی در زباله دان موجود نمی باشد

source: This is a News
fa_ir: این یک خبر است

source: Notify
fa_ir: اطلاعیه

source: All Notifies
fa_ir: همه اطلاعیه ها

source: Add New Notify
fa_ir: افزودن اطلاعیه جدید

source: Edit Notify
fa_ir: ویرایش اطلاعیه

source: New Notify
fa_ir: اطلاعیه جدید

source: View Notify
fa_ir: نمایش اطلاعیه

source: Search Notifies
fa_ir: جستجوی اطلاعیه ها

source: This is a notify
fa_ir: این یک اطلاعیه است

source: Link
fa_ir: لینک

source: All Links
fa_ir: همه لینک ها

source: Add New Link
fa_ir: افزودن لینک جدید

source: Edit Link
fa_ir: ویرایش لینک

source: New Link
fa_ir: لینک جدید

source: View Link
fa_ir: نمایش لینک

source: Search Links
fa_ir: جستجوی لینک ها

source: This is a link
fa_ir: این یک لینک است

source: Gallery
fa_ir: گالری

source: All Galleries
fa_ir: همه گالری ها

source: Add New Gallery
fa_ir: افزودن گالری جدید

source: Edit Gallery
fa_ir: ویرایش گالری

source: New Gallery
fa_ir: گالری جدید

source: View Gallery
fa_ir: نمایش گالری

source: Search Galleries
fa_ir: جستجوی گالری ها

source: This is a Gallery
fa_ir: این یک گالری است

source: Tab
fa_ir: تب

source: All Tabs
fa_ir: همه تب ها

source: Add New Tab
fa_ir: افزودن تب جدید

source: Edit Tab
fa_ir: ویرایش تب

source: New Tab
fa_ir: تب جدید

source: View Tab
fa_ir: نمایش تب

source: Search Tabs
fa_ir: جستجوی تب ها

source: This is a tab
fa_ir: این یک تب است

source: sub tab
fa_ir: زیر تب

source: All sub tabs
fa_ir: همه زیر تب ها

source: Add New sub tab
fa_ir: افزودن زیر تب جدید

source: Edit sub tab
fa_ir: ویرایش زیر تب

source: New sub tab
fa_ir: زیر تب جدید

source: View sub tab
fa_ir: نمایش زیر تب

source: Search sub tabs
fa_ir: جستجوی زیر تب ها

source: This is a sub tab
fa_ir: این یک زیر تب است

source: management
fa_ir: حوزه ها

source: All managements
fa_ir: همه حوزه ها

source: Add New management
fa_ir: افزودن حوزه جدید

source: Edit management
fa_ir: ویرایش حوزه

source: New management
fa_ir: حوزه جدید

source: View management
fa_ir: نمایش حوزه

source: Search managements
fa_ir: جستجوی حوزه ها

source: This is a management
fa_ir: این یک حوزه است

source: sub management
fa_ir: زیر صفحه حوزه

source: All sub managements
fa_ir: همه زیر صفحه ها

source: Add New sub management
fa_ir: افزودن یک زیر صفحه جدید

source: Edit sub management
fa_ir: ویرایش زیر صفحه

source: New sub management
fa_ir: زیر صفحه جدید

source: View sub management
fa_ir: نمایش زیر صفحه

source: Search sub managements
fa_ir: جستجوی زیر صفحه ها

source: This is a sub management
fa_ir: این یک زیر صفحه است

source: education
fa_ir: گروه ها

source: All educations
fa_ir: همه گروه ها

source: Add New education
fa_ir: یک گروه جدید

source: Edit education
fa_ir: ویرایش گروه

source: New education
fa_ir: گروه جدید

source: View education
fa_ir: نمایش گروه

source: Search educations
fa_ir: جستجوی گروه ها

source: This is a education
fa_ir: این یک گروه است

source: sub education
fa_ir: زیر صفحه گروه

source: All sub educations
fa_ir: همه زیر صفحه ها

source: Add New sub education
fa_ir: افزودن زیر صفحه جدید

source: Edit sub education
fa_ir: ویرایش زیر صفحه

source: New sub education
fa_ir: زیر صفحه جدید

source: View sub education
fa_ir: نمایش زیر صفحه ها

source: Search sub educations
fa_ir: جستجوی زیر صفحه ها

source: This is a sub education
fa_ir: این یک زیر صفحه گروه است

source: News Categories
fa_ir: دسته بندی های خبر

source: News Category
fa_ir: دسته بندی خبر

source: Search News Categories
fa_ir: جستجوی دسته بندی های خبر

source: All News Categories
fa_ir: همه دسته بندی های خبر

source: Parent News Category
fa_ir: مادر دسته بندی خبر

source: Parent News Category:
fa_ir: مادر دسته بندی خبر:

source: Edit News Category
fa_ir: ویرایش دسته بندی خبر

source: Update News Category
fa_ir: بروز رسانی دسته بندی خبر

source: Add New News Category
fa_ir: افزودن دسته بندی خبر جدید

source: New News Category Name
fa_ir: نام دسته بندی خبر جدید

source: Notify Categories
fa_ir: دسته بندی های اطلاعیه ها

source: Notify Category
fa_ir: دسته بندی اطلاعیه

source: Search Notify Categories
fa_ir: جستجوی دسته بندی اطلاعیه

source: All Notify Categories
fa_ir: همه دسته بندی اطلاعیه ها

source: Parent Notify Category
fa_ir: دسته بندی اطلاعیه مادر

source: Parent Notify Category:
fa_ir: دسته بندی اطلاعیه مادر :

source: Edit Notify Category
fa_ir: ویرایش دسته بندی اطلاعیه

source: Update Notify Category
fa_ir: بروز رسانی دسته بندی اطلاعیه

source: Add New Notify Category
fa_ir: دسته بندی اطلاعیه جدید

source: New Notify Category Name
fa_ir: نام دسته بندی اطلاعیه جدید

source: News Tags
fa_ir: برچسب های خبر

source: News Tag
fa_ir: برچسب خبر

source: Search News Tags
fa_ir: جستجوی برچسب های خبر

source: All News Tags
fa_ir: همه برچسب های خبر

source: Parent News Tag
fa_ir: برچسب مادر خبر

source: Parent News Tag:
fa_ir: برچسب مادر خبر:

source: Edit News Tag
fa_ir: ویرایش برچسب خبر

source: Update News Tag
fa_ir: بروز رسانی برچسب خبر

source: Add New News Tag
fa_ir: افزودن برچسب خبر جدید

source: New News Tag Name
fa_ir: نام برچسب جدید خبر

source: Link Categories
fa_ir: دسته بندی های لینک

source: Link Category
fa_ir: دسته بندی لینک

source: Search Link Categories
fa_ir: جستجوی دسته بندی های لینک

source: All Links Categories
fa_ir: همه دسته بندی های لینک

source: Parent Link Category
fa_ir: دسته بندی لینک مادر

source: Parent Link Category:
fa_ir: دسته بندی لینک مادر

source: Edit Link Category
fa_ir: ویرایش دسته بندی لینک

source: Update Link Category
fa_ir: بروز رسانی دسته بندی لینک

source: Add New Link Category
fa_ir: افزودن دسته بندی لینک جدید

source: New Link Category Name
fa_ir: نام دسته بندی لینک جدید

source: Page %s
fa_ir: صفحه %s

source: Top Bar Menu
fa_ir: منوی نوار بالا

source: No Related Posts Yet!
fa_ir: مطلب مرتبطی وجود ندارد

source: Read
fa_ir: ادامه

source: Read more &raquo;
fa_ir: ادامه مطلب

source: Published Date :
fa_ir: تاریخ انتشار :

source: News category :
fa_ir: دسته بندی خبر :

source: News Tags :
fa_ir: برچسب های خبر :

source: related sites
fa_ir: سایت های مرتبط

source: Search Results for: %s
fa_ir: جستجو برای : %s

source: <i class="icon-attention"></i>Sorry, but nothing matched your search terms. Please try again with different keywords.
fa_ir: متاسفیم ! ولی هیچ موردی منطبق با کلمه جستجو شده وجود ندارد. لطفا کلمات دیگری را امتحان نمایید.

source: Search for:
fa_ir: جستجو برای :

source: related links
fa_ir: لینک های مرتبط

source: tag :
fa_ir: برچسب :

source: Site State :
fa_ir: آمار سایت :

source: visit
fa_ir: بازدید

source: Designed by
fa_ir: طراحی شده توسط

source: Farakaranet
fa_ir: فراکارانت

source: download Sidebar
fa_ir: ستون کناری دانلودها

source: The download sidebar.
fa_ir: ستون کناری برای صفحه دانلودها

source: circular Sidebar
fa_ir: ستون کناری بخش نامه ها

source: The circular sidebar.
fa_ir: ستون کناری برای صفحه بخش نامه ها

source: Last Downloads Widget
fa_ir: ابزارک آخرین دانلودها

source: Display Last Downloads
fa_ir: نمایش آخرین فایل های دانلود

source: Last downloads
fa_ir: آخرین دانلودها

source: downloads Numbers :
fa_ir: تعداد عنواین :

source: download Category :
fa_ir: دسته بندی دانلودها

source: Last circulars Widget
fa_ir: آخرین بخش نامه ها

source: Display Last circulars
fa_ir: نمایش آخرین بخش نامه ها

source: Last circulars
fa_ir: آخرین بخش نامه ها

source: circulars Numbers :
fa_ir: تعداد بخش نامه ها :

source: circular Category :
fa_ir: دسته بندی بخش نامه ها :

source: Scientific Board
fa_ir: هیئت علمی

source: More Items
fa_ir: آرشیو

source: Page has Content
fa_ir: این صفحه دارای محتوا است

source: Page Contnet
fa_ir: محتوای صفحه

source: does page has Content or show the first subpage content?
fa_ir: آیا این صفحه دارای محتوا است یا اولین زیر صفحه نمایش داده شود؟

source: Show first SubPage
fa_ir: نمایش اولین زیر صفحه

source: Redirect to Other Page
fa_ir: انتقال به صفحات دیگر

source: Redirect To Page
fa_ir: انتقال به صفحه

source: enter the page url
fa_ir: آدرس صفحه را وارد نمایید

source: Sub Pages Layout
fa_ir: چیدمان زیر صفحه ها(زیر منوها)

source: Layout sub pages
fa_ir: زیر صفحه ها را بچینید

source: sub page {#}
fa_ir: زیر صفحه {#}

source: Add sub page
fa_ir: افزودن یک زیر صفحه

source: Remove sub page
fa_ir: حذف زیر صفحه

source: List Name
fa_ir: نام زیر صفحه

source: The name of sub page in List
fa_ir: نام زیر صفحه که در ستون کناری نمایش داده خواهد شد

source: Sub Page
fa_ir: زیر صفحه

source: Select The sub page
fa_ir: انتخاب یک زیر صفحه

source: Related Pages Layout
fa_ir: چیدمان صفحات یا لینک های مرتبط

source: Layout Related pages
fa_ir: صفحات یا لینک های مرتبط را بچینید

source: Related page {#}
fa_ir: صفحه مرتبط {#}

source: Add Related page
fa_ir: افزودن یک صفحه مرتبط

source: Remove Related page
fa_ir: حذف صفحه مرتبط

source: The name of Related page in List
fa_ir: نام صفحه مرتبط برای نمایش در ستون کناری

source: Link Type
fa_ir: نوع لینک یا صفحه

source: is this a page or a link
fa_ir: آیا این یک صفحه است یا یک لینک به داخل و خارج سایت

source: page
fa_ir: صفحه

source: Link url
fa_ir: آدرس لینک

source: Enter the link url
fa_ir: آدرس لینک را وارد نمایید

source: Related Page
fa_ir: صفحات مرتبط

source: Select The Related page
fa_ir: انتخاب صفحه مرتبط

source: Download Information
fa_ir: اطلاعات دانلود

source: download file address
fa_ir: آدرس فایل دانلود

source: the web address of download
fa_ir: آدرس فایل دانلود را وارد نمایید

source: which news category?
fa_ir: کدام دسته بندی خبر؟

source: tabs category
fa_ir: دسته بندی تب ها

source: which tab category?
fa_ir: کدام تب؟

source: Links Category
fa_ir: دسته بندی لینک ها

source: which Link category?
fa_ir: کدام دسته بندی لینک؟

source: Profile Picture
fa_ir: تصویر پروفایل

source: Upload profile picture or enter the url
fa_ir: تصویر پروفایل را وارد نمایید یا آدرس تصویر را درج نمایید

source: Science Degree
fa_ir: مرتبه علمی

source: enter the science degree
fa_ir: مرتبه علمی را وارد نمایید

source: Educational Group
fa_ir: گروه آموزشی

source: select educational group
fa_ir: گروه آموزشی را انتخاب نمایید

source: Electronic Engineering
fa_ir: مهندسی برق

source: Mechanic Engineering
fa_ir: مهندسی مکانیک

source: civil Engineering
fa_ir: مهندسی عمران

source: Material Engineering
fa_ir: مهندسی مواد

source: Computer Engineering
fa_ir: مهندسی کامپیوتر

source: Accounting
fa_ir: حسابداری

source: Public
fa_ir: گروه عمومی

source: Emails
fa_ir: ایمیل ها

source: Upload email addresses Photo
fa_ir: تصویر آدرس ایمیل ها را بارگذاری نمایید حداکثر ارتفاع تصویر 30 پیکسل

source: Phone
fa_ir: تلفن

source: enter the Email Addresses sepeprate with comma eg. info@gmail.com , info@yahoo.com
fa_ir: آدرس های ایمیل را وارد نمایید . آدرس ها با کاما از هم جدا شوند

source: Education
fa_ir: تحصیلات

source: Enter Description
fa_ir: توضیحات مختصر را در این بخش وارد نمایید

source: Academic Positions
fa_ir: سمت ها

source: Industrial Experience
fa_ir: فعالیت های صنعتی

source: Books
fa_ir: کتاب ها

source: Journal Papers
fa_ir: مقاله های چاپ شده در مجله ها

source: Conference Papers
fa_ir: مقاله های ارائه شده در کنفرانس ها

source: Research Projects
fa_ir: طرح های پژوهشی

source: More Details
fa_ir: توضیحات

source: Lecture & reading
fa_ir: جزوات و اسلایدها

source: Homework & Exame
fa_ir: تمرین و نمونه سوالات

source: download
fa_ir: دانلود

source: All downloads
fa_ir: همه دانلود ها

source: Add New download
fa_ir: افزودن دانلود جدید

source: Edit download
fa_ir: ویرایش دانلود

source: New download
fa_ir: دانلود جدید

source: View download
fa_ir: نمایش دانلود

source: Search downloads
fa_ir: جستجوی دانلود ها

source: This is a Download
fa_ir: این یک دانلود است

source: Circular
fa_ir: بخش نامه

source: circular
fa_ir: بخش نامه

source: All circulars
fa_ir: همه بخش نامه ها

source: Add New circular
fa_ir: افزودن بخش نامه جدید

source: Edit circular
fa_ir: ویرایش بخش نامه

source: New circular
fa_ir: بخش نامه جدید

source: View circular
fa_ir: نمایش بخش نامه

source: Search circulars
fa_ir: جستجوی بخش نامه ها

source: This is a circular
fa_ir: این یک بخش نامه است

source: course
fa_ir: واحد درسی

source: All courses
fa_ir: همه واحدهای درسی

source: Add New course
fa_ir: افزودن واحد درسی جدید

source: Edit course
fa_ir: ویرایش واحد درسی

source: New course
fa_ir: واحد درسی جدید

source: View course
fa_ir: نمایش واحد درسی

source: Search courses
fa_ir: جستجوی واحد های درسی

source: This is a course
fa_ir: این یک واحد درسی است

source: download Categories
fa_ir: دسته بندی دانلود ها

source: download Category
fa_ir: دسته بندی دانلود

source: Search download Categories
fa_ir: جستجوی دسته بندی دانلود

source: All download Categories
fa_ir: همه دسته بندی های دانلود

source: Parent download Category
fa_ir: دسته بندی مادر دانلود

source: Parent download Category:
fa_ir: دسته بندی مادر دانلود :

source: Edit download Category
fa_ir: ویرایش دسته بندی دانلود

source: Update download Category
fa_ir: بروز رسانی دسته بندی دانلود

source: Add New download Category
fa_ir: افزودن دسته بندی دانلود جدید

source: New download Category Name
fa_ir: نام دسته بندی دانلود جدید

source: circular Categories
fa_ir: دسته بندی های بخش نامه

source: circular Category
fa_ir: دسته بندی بخش نامه

source: Search circular Categories
fa_ir: جستجوی دسته بندی بخش نامه ها

source: All circular Categories
fa_ir: همه دسته بندی های بخش نامه

source: Parent circular Category
fa_ir: دسته بندی مادر بخش نامه

source: Parent circular Category:
fa_ir: دسته بندی مادر بخش نامه :

source: Edit circular Category
fa_ir: ویرای دسته بندی بخش نامه

source: Update circular Category
fa_ir: بروز رسانی دسته بندی بخش نامه

source: Add New circular Category
fa_ir: افزودن دسته بندی جدید بخش نامه

source: New circular Category Name
fa_ir: نام دسته بندی بخش نامه جدید

source: Responsive Menu
fa_ir: فهرست واکنشگرا (موبایل)

source: Row
fa_ir: ردیف

source: Name and Family
fa_ir: نام و نام خانوادگی

source: Sience Degree
fa_ir: مرتبه علمی

source: Civil Engineering
fa_ir: مهندسی عمران

source: (Home)
fa_ir: (پروفایل)

source: (Experience)
fa_ir: (تحصیلات)

source: (Academic Positions)
fa_ir: (سمت ها)

source: (Industrial Experience )
fa_ir: (فعالیت های صنعتی)

source: (Publications)
fa_ir: (انتشارات)

source: (Books)
fa_ir: (کتاب ها)

source: (Journal Papers)
fa_ir: (مقاله های چاپ شده در مجله ها)

source: (Conference Papers)
fa_ir: (مقالات ارائه شده در کنفرانس ها)

source: (Research projects)
fa_ir: (طرح های پژوهشی)

source: (Courses)
fa_ir: (واحدهای درسی)

source: (Comments)
fa_ir: (توضیحات)

source: Comments
fa_ir: توضیحات

source: (Course)
fa_ir: (معرفی درس)

source: (Lecture & reading )
fa_ir: (جزوات و اسلایدها)

source: (Homework & Exame)
fa_ir: (تمرین و نمونه سوالات)

source: Back to Scinece
fa_ir: بازگشت به صفحه استاد

source: Lecture & reading
fa_ir: تمرین و نمونه سوالات

source: Download Link :
fa_ir: لینک دانلود :
